Repository: nulljosh/talli
Catalog: ios/Talli/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fr, pa, zh

source: Talli
ar: تالي
fa: تالی

source: Your benefits. No bureaucracy.
ar: مستحقاتك. بلا بيروقراطية.
es: Tus beneficios. Sin burocracia.
fa: مزایای شما. بدون دردسر اداری.
fil: Ang iyong mga benepisyo. Walang abala.
fr: Vos prestations. Sans bureaucratie.

source: Loading...
ar: جارٍ التحميل...
es: Cargando...
fa: در حال بارگذاری...
fil: Naglo-load...
fr: Chargement...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
zh: 加载中...

source: Home
ar: الرئيسية
es: Inicio
fa: خانه
fr: Accueil
pa: ਘਰ
zh: 主页

source: Reports
ar: التقارير
es: Informes
fa: گزارش‌ها
fil: Mga Ulat
fr: Rapports
pa: ਰਿਪੋਰਟਾਂ
zh: 报告

source: Benefits
ar: المستحقات
es: Beneficios
fa: مزایا
fil: Mga Benepisyo
fr: Prestations
pa: ਲਾਭ
zh: 福利

source: Messages
ar: الرسائل
es: Mensajes
fa: پیام‌ها
fil: Mga Mensahe
pa: ਸੁਨੇਹੇ
zh: 消息

source: Settings
ar: الإعدادات
es: Ajustes
fa: تنظیمات
fil: Mga Setting
fr: Paramètres
pa: ਸੈਟਿੰਗਾਂ
zh: 设置

source: Cancel
ar: إلغاء
es: Cancelar
fa: لغو
fil: Kanselahin
fr: Annuler
pa: ਰੱਦ ਕਰੋ
zh: 取消

source: BCEID USERNAME
ar: اسم مستخدم BCEID
es: USUARIO DE BCEID
fa: نام کاربری BCEID
fil: USERNAME SA BCEID
fr: NOM D'UTILISATEUR BCEID

source: PASSWORD
ar: كلمة المرور
es: CONTRASEÑA
fa: رمز عبور
fr: MOT DE PASSE

source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fa: ورود
fil: Mag-sign In
fr: Se connecter
pa: ਸਾਈਨ ਇਨ ਕਰੋ
zh: 登录

source: NEXT PAYMENT
ar: الدفعة القادمة
es: PRÓXIMO PAGO
fa: پرداخت بعدی
fil: SUSUNOD NA BAYAD
fr: PROCHAIN PAIEMENT

source: CRA BENEFITS
ar: مستحقات CRA
es: BENEFICIOS DE LA CRA
fa: مزایای CRA
fil: MGA BENEPISYO NG CRA
fr: PRESTATIONS ARC

source: Offline
ar: غير متصل
es: Sin conexión
fa: آفلاین
fr: Hors ligne
pa: ਆਫਲਾਈਨ
zh: 离线

source: Showing last saved data
ar: عرض آخر بيانات محفوظة
es: Mostrando los últimos datos guardados
fa: نمایش آخرین داده‌های ذخیره‌شده
fil: Ipinapakita ang huling na-save na data
fr: Affichage des dernières données enregistrées

source: Submit
ar: إرسال
es: Enviar
fa: ارسال
fil: Isumite
fr: Soumettre
pa: ਜਮ੍ਹਾਂ ਕਰੋ
zh: 提交

source: Submitting...
ar: جارٍ الإرسال...
es: Enviando...
fa: در حال ارسال...
fil: Isinusumite...
fr: Envoi en cours...

source: Active Benefits
ar: المستحقات النشطة
es: Beneficios activos
fa: مزایای فعال
fil: Mga Aktibong Benepisyo
fr: Prestations actives

source: Automatic
ar: تلقائي
es: Automático
fa: خودکار
fil: Awtomatiko
fr: Automatique

source: Claim on return
ar: يُطلب في الإقرار الضريبي
es: Se reclama en la declaración
fa: در اظهارنامه مالیاتی درخواست شود
fil: I-claim sa tax return
fr: Réclamer sur la déclaration

source: Application required
ar: يتطلب تقديم طلب
es: Requiere solicitud
fa: نیاز به درخواست
fil: Kailangang mag-apply
fr: Demande requise

source: Paid
ar: تم الدفع
es: Pagado
fa: پرداخت شد
fil: Bayad na
fr: Payé
pa: ਭੁਗਤਾਨ ਕੀਤਾ
zh: 已付款

source: Paid yet?
ar: هل تم الدفع؟
es: ¿Ya te pagaron?
fa: پرداخت شده؟
fil: Bayad na ba?
fr: Payé?
pa: ਕੀ ਭੁਗਤਾਨ ਹੋਇਆ?
zh: 已付款吗?

source: Account
ar: الحساب
es: Cuenta
fa: حساب
fr: Compte
pa: ਖਾਤਾ
zh: 账户

source: Log Out
ar: تسجيل الخروج
es: Cerrar sesión
fa: خروج
fil: Mag-log Out
fr: Se déconnecter
pa: ਲੌਗ ਆਉਟ ਕਰੋ
zh: 退出登录

source: Tap to regenerate
ar: اضغط لإعادة الإنشاء
es: Toca para regenerar
fa: برای ساخت دوباره ضربه بزنید
fil: I-tap para gumawa ulit
fr: Touchez pour régénérer

source: No messages
ar: لا توجد رسائل
es: No hay mensajes
fa: پیامی نیست
fil: Walang mensahe
fr: Aucun message
pa: ਕੋਈ ਸੁਨੇਹਾ ਨਹੀਂ
zh: 没有消息

source: Got it
ar: حسنًا
es: Entendido
fa: متوجه شدم
fil: Sige
fr: Compris
pa: ਸਮਝ ਗਿਆ
zh: 知道了

source: Not affiliated with the Government of British Columbia.
fr: Sans affiliation avec le gouvernement de la Colombie-Britannique.

source: Last known amount. 4 payments per year. Not all CRA credits shown.
fr: Dernier montant connu. 4 paiements par an. Tous les crédits de l'ARC ne sont pas affichés.

source: Report window open
fr: Fenêtre de déclaration ouverte

source: Filing window is open — closes the 5th
fr: La fenêtre de déclaration est ouverte — ferme le 5

source: The filing window is open days 1–5 of each month. Submit during this window.
fr: La fenêtre de déclaration est ouverte du 1er au 5 de chaque mois. Soumettez durant cette période.

source: Closes the 5th
fr: Ferme le 5

source: Already filed
fr: Déjà déposé

source: Report filed this month
fr: Rapport déposé ce mois-ci

source: Add your SIN, phone number, and PIN in Settings before filing.
fr: Ajoutez votre NAS, votre numéro de téléphone et votre NIP dans les paramètres avant de déclarer.

source: Preview Report
fr: Aperçu du rapport

source: Submit Report
fr: Soumettre le rapport

source: Income Assistance
fr: Aide au revenu

source: GST/HST Credit
fr: Crédit pour la TPS/TVH

source: BC Renter's Tax Credit
fr: Crédit d'impôt pour locataires de la C.-B.

source: $400/yr max
fr: 400 $/an max

source: Canada Workers Benefit
fr: Allocation canadienne pour les travailleurs

source: $1,633/yr single
fr: 1 633 $/an (personne seule)

source: Canadian Dental Care Plan
fr: Régime canadien de soins dentaires

source: Free under $70K
fr: Gratuit sous 70 000 $

source: Used to file your monthly report. Stored only in this device's keychain.
fr: Utilisé pour déclarer votre rapport mensuel. Stocké uniquement dans le trousseau de cet appareil.
